{
    "VPN": "Virtuelles privates Netzwerk – sichert Datenverkehr über unsichere Netzwerke (z. B. Internet).",
    "Remote Access VPN": "Verbindung von Einzelgerät zum Firmennetz; wird genutzt, wenn Einzelpersonen von außerhalb auf Ressourcen zugreifen.",
    "Site-to-Site VPN": "Verbindung zwischen zwei Netzwerken; verbindet z. B. Büros an verschiedenen Standorten.",
    "Client-to-Site VPN": "Einzelne Geräte verbinden sich mit zentralem VPN-Gateway für sicheren Zugang.",
    "SSL-VPN": "Browserbasierte VPN-Verbindung über HTTPS (Port 443); benötigt keine zusätzliche Software.",
    "IPsec-VPN": "Verwendet IPsec-Protokoll für starke Verschlüsselung und Authentifizierung.",
    "IPsec": "Sicherungsprotokoll auf IP-Ebene für Vertraulichkeit, Integrität und Authentizität.",
    "Transport-Modus": "Nur die Nutzdaten des IP-Pakets werden verschlüsselt.",
    "Tunnel-Modus": "Das gesamte IP-Paket wird verschlüsselt.",
    "ESP": "Encapsulating Security Payload – verschlüsselt Nutzdaten, bietet optional Authentifizierung; unterstützt Transport- und Tunnel-Modus.",
    "AH": "Authentication Header – Authentifiziert IP-Paket ohne Verschlüsselung; schützt gegen Manipulation.",
    "IKE": "Internet Key Exchange – regelt sicheren Schlüsselaustausch für IPsec in zwei Phasen; Versionen IKEv1 und IKEv2.",
    "ICMP": "Internet Control Message Protocol – dient zur Netzwerkanalyse und Fehlerdiagnose (z. B. Ping, Traceroute).",
    "DNS": "Domain Name System – wandelt Domainnamen in IP-Adressen um und umgekehrt.",
    "DNS-Resolver": "Clientseitige Komponente, die DNS-Anfragen an Nameserver weiterleitet.",
    "Root-Server": "Erster Server in der DNS-Hierarchie, kennt Adressen der TLD-Server.",
    "TLD-Server": "Top-Level-Domain-Server – zuständig für Domains wie .com, .de, etc.",
    "Authoritativer DNS-Server": "Enthält verbindliche Informationen zur Ziel-Domain.",
    "Routing": "Bestimmung des Pfads, den Datenpakete im Netzwerk nehmen.",
    "Static Routing": "Manuell konfigurierter fester Pfad – geeignet für kleine Netzwerke.",
    "Dynamic Routing": "Routen werden automatisch durch Routing-Protokolle wie RIP, OSPF, BGP verwaltet.",
    "Default Gateway": "Router-IP-Adresse, an die Pakete gesendet werden, wenn Ziel außerhalb des lokalen Netzwerks liegt.",
    "Firewall": "Sicherheitsmechanismus, der den Datenverkehr zwischen Netzwerken filtert und überwacht.",
    "Paketfilter-Firewall": "Entscheidet anhand von Quell-/Ziel-IP, Ports und Protokollen, ob ein Paket durchgelassen wird.",
    "Stateful Inspection Firewall": "Bezieht den Zustand (Verbindungskontext) von Paketen in Entscheidungen mit ein.",
    "Application Layer Firewall": "Prüft Datenverkehr auf Anwendungsebene (z. B. HTTP, FTP).",
    "NAT": "Network Address Translation – übersetzt private IP-Adressen in öffentliche und umgekehrt.",
    "PAT": "Port Address Translation – eine Form von NAT, bei der mehrere Geräte dieselbe öffentliche IP teilen, aber unterschiedliche Ports nutzen.",
    "DMZ": "Demilitarized Zone – separates Netzwerksegment für öffentlich zugängliche Server, um internes Netz zu schützen.",
    "Proxy-Server": "Vermittler zwischen Client und Zielserver – kann Inhalte cachen, filtern oder anonymisieren.",
    "Reverse Proxy": "Empfängt Anfragen von außen und leitet sie an interne Server weiter – schützt interne Struktur."
  }
  