{
    "Service und Support": "Service und Support umfassen alle Maßnahmen zur Unterstützung der Kunden und Nutzer im Umgang mit Produkten und Dienstleistungen, sowohl vor als auch nach dem Kauf.",
    "Helpdesk": "Ein Helpdesk ist eine zentrale Anlaufstelle für Kunden, um technische Unterstützung und Lösungen für ihre Probleme zu erhalten. Sie kann telefonisch, per E-Mail oder über Online-Tools erreichbar sein.",
    "Fehlerbehebung": "Fehlerbehebung bezeichnet den Prozess, bei dem technische Probleme identifiziert und Lösungen implementiert werden. Dies umfasst Diagnose, Reparatur und Nachverfolgung.",
    "Incident Management": "Incident Management bezieht sich auf den Umgang mit unerwarteten Ereignissen oder Störungen, die den normalen Betrieb eines Systems beeinträchtigen. Ziel ist es, den Service so schnell wie möglich wiederherzustellen.",
    "Problem Management": "Problem Management beschäftigt sich mit der Ursachenanalyse wiederkehrender Vorfälle und der Entwicklung von Lösungen, um diese dauerhaft zu verhindern.",
    "Change Management": "Change Management umfasst den strukturierten Umgang mit Änderungen in der IT-Infrastruktur, um Störungen zu minimieren und eine reibungslose Implementierung zu gewährleisten.",
    "Service Level Agreements (SLA)": "Ein Service Level Agreement (SLA) ist eine vertragliche Vereinbarung zwischen Dienstleister und Kunde, die die Qualität, Verfügbarkeit und Reaktionszeiten des Service definiert.",
    "Wartung": "Wartung umfasst regelmäßige Überprüfungen, Reparaturen und Upgrades, um sicherzustellen, dass IT-Systeme effizient und zuverlässig funktionieren.",
    "Software-Support": "Software-Support bezieht sich auf die Bereitstellung von Hilfe für die Benutzer einer Software, sei es zur Behebung von Fehlern, zur Installation oder zur Nutzung der Software.",
    "Hardware-Support": "Hardware-Support umfasst die Unterstützung bei Problemen mit physischen Geräten, wie z. B. Reparaturen, Austausch von Komponenten oder Installation von Geräten.",
    "Remote Support": "Remote Support ermöglicht es Technikern, über das Internet auf ein System zuzugreifen, um Probleme zu diagnostizieren und zu lösen, ohne vor Ort sein zu müssen.",
    "Ticket-System": "Ein Ticket-System ist eine Software, die es ermöglicht, Anfragen oder Probleme zu verfolgen, zu verwalten und zu lösen. Jeder Vorfall wird als 'Ticket' erfasst, das bearbeitet und geschlossen wird.",
    "Kundenschulung": "Kundenschulung umfasst Trainings und Workshops, die darauf abzielen, den Kunden zu befähigen, ein Produkt oder eine Dienstleistung korrekt zu nutzen.",
    "Dokumentation": "Dokumentation bezieht sich auf das Erstellen von Anleitungen, FAQs und technischen Handbüchern, um den Support zu erleichtern und den Kunden bei der Selbsthilfe zu unterstützen.",
    "ITIL (Information Technology Infrastructure Library)": "ITIL ist ein Framework, das Best Practices für das IT-Service-Management bietet. Es hilft, die Effizienz zu steigern und den Kundenservice zu verbessern.",
    "COBIT (Control Objectives for Information and Related Technologies)": "COBIT ist ein Framework für die Governance und das Management von IT, das Unternehmen hilft, IT-Risiken zu minimieren und den Wert von IT-Investitionen zu maximieren.",
    "Brainstorming": "Brainstorming ist eine kreative Methode zur Generierung von Ideen, bei der alle Vorschläge willkommen sind und keine sofortige Bewertung erfolgt. Es wird oft in Support-Teams genutzt, um Lösungen zu entwickeln.",
    "KPI (Key Performance Indicator)": "KPIs sind Kennzahlen, die verwendet werden, um die Leistung von IT-Services zu messen und zu überwachen. Sie helfen, die Effizienz und Qualität der Servicebereitstellung zu bewerten.",
    "Root Cause Analysis": "Root Cause Analysis (RCA) ist eine Methode zur Untersuchung von Problemen, um die zugrunde liegende Ursache zu identifizieren und langfristige Lösungen zu finden.",
    "Change Advisory Board (CAB)": "Das CAB ist ein Gremium von Fachleuten, das Änderungen in der IT-Infrastruktur überprüft, bewertet und genehmigt, um sicherzustellen, dass die Änderungen den Betrieb nicht stören.",
    "Configuration Management": "Configuration Management umfasst die Verwaltung und Dokumentation von IT-Ressourcen und deren Beziehungen, um den Betrieb und die Wartung zu erleichtern.",
    "Asset Management": "Asset Management bezieht sich auf die Verwaltung von physischen und virtuellen IT-Ressourcen und deren Lebenszyklus, einschließlich Anschaffung, Wartung und Entsorgung.",
    "Release Management": "Release Management bezieht sich auf den Prozess der Planung, Koordination und Durchführung von Software-Releases und Updates, um sicherzustellen, dass diese fehlerfrei und effizient bereitgestellt werden.",
    "Business Continuity Planning (BCP)": "BCP ist ein Plan zur Sicherstellung der Geschäftskontinuität im Falle von schwerwiegenden Störungen oder Katastrophen, um den Betrieb so schnell wie möglich wiederherzustellen.",
    "Disaster Recovery (DR)": "Disaster Recovery ist ein Prozess, der sich auf die Wiederherstellung von IT-Systemen nach einem Ausfall oder einer Katastrophe konzentriert, um die Datenintegrität und Verfügbarkeit sicherzustellen.",
    "Knowledge Management": "Knowledge Management ist der Prozess der Sammlung, Organisation und Bereitstellung von Wissen und Informationen, um den Support und die Effizienz in der Organisation zu verbessern."
}
