{ "abhängen von (etwas hängt von etwas/jemandem ab)": "Deine Erfolgsaussichten hängen von deiner Vorbereitung ab.", "achten auf (etwas/jemanden beachten)": "Achte bitte auf den Verkehr, wenn du über die Straße gehst.", "anfangen mit (mit einer Sache beginnen)": "Ich fange heute mit dem Lesen des Buches an.", "angewiesen sein auf (auf jemanden/etwas angewiesen sein)": "Er ist auf die Unterstützung seiner Familie angewiesen.", "sich ärgern über (über etwas/jemanden verärgert sein)": "Ich ärgere mich über den schlechten Service in diesem Restaurant.", "sich aufregen über (über etwas/jemanden aufgeregt sein)": "Meine Mutter regt sich immer über meine Unordnung auf.", "aufpassen auf (etwas/jemanden im Auge behalten)": "Bitte pass auf meine Tasche auf, während ich weg bin.", "ausgehen von (von einer Sache ausgehen)": "Wir gehen davon aus, dass das Projekt erfolgreich sein wird.", "sich befinden in (sich an einem Ort befinden)": "Der Schlüssel befindet sich in meiner Tasche.", "beginnen mit (mit einer Sache beginnen)": "Wir beginnen mit der Umsetzung des Plans.", "sich bemühen um (sich um etwas/jemanden bemühen)": "Ich bemühe mich um eine neue Stelle.", "berichten über (über eine Sache berichten)": "Die Zeitung berichtet heute über den Skandal in der Politik.", "besprechen mit (mit jemandem eine Sache besprechen)": "Ich muss die Situation mit meinem Chef besprechen.", "bestehen aus (aus einer Sache bestehen)": "Das Haus besteht aus fünf Zimmern.", "sich beschäftigen mit (sich mit einer Sache beschäftigen)": "Ich beschäftige mich gerne mit Geschichte.", "sich bewerben um (sich um eine Stelle bewerben)": "Ich werde mich um diese Stelle bewerben.", "bitten um (um etwas/jemanden bitten)": "Kannst du mich bitte um 20 Uhr abholen?", "denken an (an etwas/jemanden denken)": "Ich denke oft an meine Familie.", "diskutieren über (über eine Sache diskutieren)": "Wir diskutieren über die Zukunft des Unternehmens.", "sich eignen für (für etwas geeignet sein)": "Dieses Buch eignet sich gut für Anfänger.", "sich entscheiden für (sich für etwas/jemanden entscheiden)": "Ich habe mich für die blaue Bluse entschieden.", "sich entschuldigen bei (sich bei jemandem für etwas entschuldigen)": "Ich muss mich bei meinem Chef für meine Verspätung entschuldigen.", "enttäuscht sein von (von etwas/jemandem enttäuscht sein)": "Ich bin von dem Ergebnis sehr enttäuscht.", "sich erholen von (sich von einer Sache erholen)": "Ich muss mich von meinem Jetlag erholen.", "erfahren von (von einer Sache erfahren)": "Wo hast du von dem neuen Jobangebot erfahren?", "sich erinnern an (sich an etwas/jemanden erinnern)": "Ich erinnere mich gerne an meine Kindheit.", "sich freuen auf (sich auf etwas/jemanden freuen)": "Ich freue mich schon auf das Wochenende.", "sich gewöhnen an (sich an etwas/jemanden gewöhnen)": "Ich muss mich erst an den neuen Job gewöhnen.", "glauben an (an etwas/jemanden glauben)": "Ich glaube an die Gerechtigkeit.", "halten von (von etwas/jemandem halten)": "Was hältst du von dem neuen Chef?", "handeln von (von einer Sache handeln)": "Das Buch handelt von einer wahren Geschichte.", "sich handeln um (es handelt sich um eine Sache)": "Worüber handelt das Buch?", "sich interessieren für (sich für eine Sache interessieren)": "Ich interessiere mich für Geschichte und Kultur.", "kämpfen für (für eine Sache kämpfen)": "Wir kämpfen für mehr Gerechtigkeit.", "sich kümmern um (sich um etwas/jemanden kümmern)": "Ich muss mich um meine kranke Mutter kümmern.", "lachen über (über eine Sache lachen)": "Wir haben über den Witz sehr herzlich gelacht.", "leiden unter (unter einer Sache leiden)": "Ich leide unter starken Kopfschmerzen.", "sich lösen von (sich von etwas/jemandem lösen)": "Ich muss mich von meiner Ex-Freundin lösen.", "sich melden bei (sich bei jemandem melden)": "Ich werde mich bei dir melden, sobald ich mehr Informationen habe.", "nachdenken über (über eine Sache nachdenken)": "Ich muss noch einmal über deine Vorschläge nachdenken.", "sich orientieren an (sich an etwas/jemanden orientieren)": "Wir sollten uns an den Erfolgen anderer Unternehmen orientieren.", "sich richten nach (sich nach etwas/jemandem richten)": "Wir richten uns nach den Vorschriften.", "sich sorgen um (sich um etwas/jemanden sorgen)": "Ich sorge mich um meine Gesundheit.", "sich verlassen auf (sich auf etwas/jemanden verlassen)": "Ich verlasse mich auf deine Unterstützung.", "sich verlieben in (sich in jemanden verlieben)": "Ich habe mich in ihn verliebt.", "sich vorbereiten auf (sich auf etwas vorbereiten)": "Wir müssen uns auf den Sturm vorbereiten.", "warten auf (auf etwas/jemanden warten)": "Ich warte auf den Bus.", "sich wenden an (sich an jemanden wenden)": "Ich werde mich an den Kundendienst wenden, um mein Problem zu lösen.", "sich widmen (sich einer Sache widmen)": "Er widmet sich voll und ganz seiner Arbeit.", "sich wundern über (über eine Sache wundern)": "Ich wundere mich über sein seltsames Verhalten.", "sich zurechtfinden in (sich in einer Sache zurechtfinden)": "Kannst du dich in der neuen Stadt gut zurechtfinden?", "achten auf (auf etwas/jemanden achten)": "Achte bitte auf deine Gesundheit.", "anfangen mit (mit etwas anfangen)": "Ich fange jetzt mit dem Putzen an.", "antworten auf (auf eine Frage antworten)": "Kannst du mir bitte auf meine Frage antworten?", "sich ärgern über (über eine Sache ärgern)": "Ich ärgere mich über die schlechte Qualität dieses Produkts.", "sich auskennen mit (sich in einer Sache auskennen)": "Ich kenne mich mit Computern sehr gut aus.", "sich bedanken bei (sich bei jemandem bedanken)": "Ich möchte mich bei dir für deine Hilfe bedanken.", "beginnen mit (mit etwas beginnen)": "Ich beginne mit meinem neuen Job nächste Woche.", "bestehen auf (auf etwas bestehen)": "Ich bestehe auf meinem Recht.", "bitten um (um etwas bitten)": "Ich werde den Chef um eine Gehaltserhöhung bitten.", "einladen zu (zu einer Veranstaltung einladen)": "Ich lade dich zu meiner Geburtstagsparty ein.", "sich einsetzen für (sich für eine Sache einsetzen)": "Wir setzen uns für den Umweltschutz ein.", "sich engagieren für (sich für eine Sache engagieren)": "Sie engagiert sich für den Umweltschutz.", "sich entscheiden gegen (sich gegen etwas/jemanden entscheiden)": "Ich habe mich gegen den Kauf des Autos entschieden.", "entkommen aus (aus einer Situation entkommen)": "Er ist knapp der Gefahr entkommen.", "sich entwickeln zu (sich zu etwas/jemandem entwickeln)": "Er hat sich zu einem talentierten Musiker entwickelt.", "sich erinnern an (sich an eine Sache erinnern)": "Ich erinnere mich noch gut an unseren letzten Urlaub.", "erwarten von (von etwas/jemandem erwarten)": "Ich erwarte von meinem Mitarbeiter eine hohe Arbeitsqualität.", "sich freuen über (sich über etwas/jemanden freuen)": "Ich freue mich über das Geschenk.", "sich halten an (sich an eine Regel halten)": "Wir sollten uns alle an die Verkehrsregeln halten.", "klagen über (über eine Sache klagen)": "Viele Menschen klagen über den Lärm in der Stadt.", "sich konzentrieren auf (sich auf eine Sache konzentrieren)": "Ich muss mich auf meine Prüfung konzentrieren.", "kritisieren für (für eine Sache kritisieren)": "Sie wurde für ihre schlechte Leistung kritisiert.", "sich lösen von (sich von einer Sache lösen)": "Ich muss mich von meinen alten Gewohnheiten lösen.", "sich kümmern um (sich um eine Sache kümmern)": "Ich kümmere mich um die Organisation der Feier.", "protestieren gegen (gegen eine Sache protestieren)": "Die Demonstranten protestierten gegen die geplante Schließung des Krankenhauses.", "raten zu (zu einer Sache raten)": "Ich rate dir zu mehr Bewegung.", "sich rächen an (sich an jemandem rächen)": "Er will sich an seinem Chef für die Kündigung rächen.", "sich regen über (über eine Sache regen)": "Er regt sich immer über Kleinigkeiten auf.", "sich beziehen auf (sich auf eine Sache beziehen)": "Diese Regelung bezieht sich auf alle Mitarbeiter.", "sich Sorgen machen um (sich um eine Sache Sorgen machen)": "Ich mache mir Sorgen um die Gesundheit meiner Mutter.", "sprechen über (über eine Sache sprechen)": "Wir sollten über die Probleme im Unternehmen sprechen.", "stammen aus (aus einem Ort stammen)": "Meine Familie stammt aus Italien.", "teilnehmen an (an einer Veranstaltung teilnehmen)": "Ich werde an der Konferenz teilnehmen.", "sich treffen mit (sich mit jemandem treffen)": "Ich treffe mich später mit meiner Freundin.", "träumen von (von etwas/jemandem träumen)": "Ich träume von einer Welt ohne Krieg.", "sich trennen von (sich von etwas/jemandem trennen)": "Sie hat sich von ihrem Freund getrennt.", "überzeugen von (von einer Sache überzeugen)": "Ich bin überzeugt von der Qualität dieses Produkts.", "sich unterscheiden von (sich von etwas/jemandem unterscheiden)": "Diese beiden Autos unterscheiden sich nur geringfügig voneinander.", "sich unterhalten über (sich über eine Sache unterhalten)": "Wir haben uns lange über unsere gemeinsame Vergangenheit unterhalten.", "sich verabschieden von (sich von jemandem verabschieden)": "Ich musste mich von meiner Familie verabschieden, bevor ich in den Urlaub gefahren bin.", "sich verhalten gegenüber (sich gegenüber jemandem verhalten)": "Er verhält sich immer höflich gegenüber seinen Kunden.", "sich verlassen auf (sich auf jemanden/etwas verlassen)": "Ich verlasse mich immer auf meine Freunde.", "sich versöhnen mit (sich mit jemandem versöhnen)": "Wir haben uns endlich miteinander versöhnt.", "verzichten auf (auf eine Sache verzichten)": "Ich verzichte auf Zucker in meinem Kaffee.", "warnen vor (vor einer Sache warnen)": "Die Polizei warnt vor Taschendieben.", "werben für (für eine Sache werben)": "Die Firma wirbt für ihre Produkte mit einer großen Werbekampagne.", "sich zufrieden geben mit (sich mit einer Sache zufrieden geben)": "Ich gebe mich nicht mit halben Sachen zufrieden.", "zurückführen auf (auf eine Sache zurückführen)": "Der Erfolg des Projekts lässt sich auf eine gute Planung zurückführen.", "zusammenarbeiten mit (mit jemandem zusammenarbeiten)": "Wir müssen besser zusammenarbeiten, um unsere Ziele zu erreichen.", "zurückkehren nach (nach Hause zurückkehren)": "Ich kehre nach meinem Urlaub wieder nach Hause zurück.", "zählen zu (zu einer Kategorie zählen)": "Diese Pflanze zählt zu den exotischen Gewächsen.", "sich zwingen zu (sich zu etwas zwingen)": "Ich muss mich dazu zwingen, regelmäßig Sport zu treiben.", "abhängen von (von einer Sache abhängen)": "Der Erfolg des Projekts hängt von einer guten Zusammenarbeit ab.", "sich abmelden von (sich von einer Sache abmelden)": "Ich werde mich von diesem Newsletter abmelden.", "abraten von (von einer Sache abraten)": "Ich rate dir von diesem Kauf ab.", "achten auf (auf eine Sache achten)": "Achte darauf, dass du pünktlich zum Termin kommst.", "sich aufregen über (über eine Sache aufregen)": "Er regt sich immer über Kleinigkeiten auf.", "aufpassen auf (auf eine Sache aufpassen)": "Pass auf deine Sachen auf, wenn du in der Stadt unterwegs bist.", "sich auskennen mit (sich mit einer Sache auskennen)": "Er kennt sich gut mit Computern aus.", "ausreichen für (für eine Sache ausreichen)": "Diese Menge an Geld wird für die Reise ausreichen.", "sich befreien von (sich von etwas/jemandem befreien)": "Ich muss mich von meinen schlechten Gewohnheiten befreien.", "sich befassen mit (sich mit einer Sache befassen)": "Wir müssen uns mit diesem Problem befassen.", "sich beklagen über (über eine Sache beklagen)": "Viele Menschen beklagen sich über die schlechte Infrastruktur in ihrer Stadt.", "sich benehmen gegenüber (sich gegenüber jemandem benehmen)": "Man sollte sich immer höflich gegenüber anderen Menschen benehmen.", "sich beschränken auf (sich auf eine Sache beschränken)": "Wir sollten uns auf die wichtigen Dinge beschränken.", "sich bilden aus (sich aus einer Sache bilden)": "Mein Charakter hat sich aus meinen Erfahrungen gebildet.", "leiden an (an einer Sache leiden)": "Sie leidet an einer schweren Allergie.", "sich orientieren an (sich an einer Sache orientieren)": "Wir orientieren uns bei unserer Arbeit an den Wünschen unserer Kunden.", "reden über (über eine Sache reden)": "Wir haben lange über unsere Beziehungen geredet.", "sich entschuldigen für (sich für eine Sache entschuldigen)": "Ich werde mich für mein Fehlverhalten entschuldigen.", "sich entscheiden für (sich für eine Sache entscheiden)": "Ich habe mich für das neue Angebot entschieden.", "sich einigen auf (sich auf eine Sache einigen)": "Wir haben uns auf einen Kompromiss geeinigt.", "sich einlassen auf (sich auf eine Sache einlassen)": "Ich möchte mich auf ein neues Abenteuer einlassen.", "sich einstellen auf (sich auf eine Sache einstellen)": "Wir müssen uns auf schwierige Zeiten einstellen.", "einwirken auf (auf eine Sache einwirken)": "Diese Medizin wirkt sich positiv auf die Gesundheit aus.", "sich engagieren in (sich in eine Sache engagieren)": "Er engagiert sich in verschiedenen sozialen Projekten.", "sich entschließen zu (sich zu einer Sache entschließen)": "Ich habe mich dazu entschlossen, eine Auszeit zu nehmen.", "sich erhoffen von (sich von einer Sache erhoffen)": "Ich erhoffe mir viel von meinem neuen Projekt.", "sich freuen auf (sich auf eine Sache freuen)": "Ich freue mich schon auf das Wochenende.", "sich gewöhnen an (sich an eine Sache gewöhnen)": "Ich muss mich an die neue Arbeitsumgebung gewöhnen.", "glauben an (an etwas glauben)": "Ich glaube an die Kraft der Liebe.", "gratulieren zu (zu einer Sache gratulieren)": "Ich gratuliere dir zu deinem Erfolg.", "halten von (von etwas halten)": "Was hältst du von diesem neuen Film?", "sich hingeben (sich einer Sache hingeben)": "Ich möchte mich ganz meinem Hobby hingeben.", "kämpfen gegen (gegen eine Sache kämpfen)": "Wir kämpfen gegen Diskriminierung und Rassismus.", "sich langweilen mit (mit einer Sache langweilen)": "Ich langweile mich mit diesem Film.", "leben von (von einer Sache leben)": "Er lebt von seinem Gehalt als Musiker.", "sich merken (sich eine Sache merken)": "Ich kann mir Namen und Gesichter gut merken.", "sich freuen über (sich über eine Sache freuen)": "Ich habe mich sehr über das Geschenk gefreut.", "sich fühlen für (für eine Sache Verständnis haben)": "Ich fühle für dich und deine Situation.", "glänzen mit (mit einer Sache glänzen)": "Er glänzte mit seinem Wissen.", "sich handeln um (um eine Sache handeln)": "Bei dem Film handelt es sich um einen Krimi.", "halten für (für eine Sache halten)": "Ich halte ihn für einen vertrauenswürdigen Menschen.", "hoffen auf (auf eine Sache hoffen)": "Ich hoffe auf gutes Wetter am Wochenende.", "hören auf (auf eine Person hören)": "Du solltest auf deine Mutter hören.", "sich irren in (sich in einer Sache irren)": "Ich habe mich in der Adresse geirrt.", "klingen nach (nach einer Sache klingen)": "Das klingt nach einer aufregenden Erfahrung.", "klingen für (für eine Sache klingen)": "Das klingt für mich nicht überzeugend genug.", "leben in (in einer Sache leben)": "Wir leben in einer modernen Gesellschaft.", "liegen an (an einer Sache liegen)": "Das Problem liegt an der mangelnden Kommunikation.", "liegen bei (bei einer Sache liegen)": "Der Preis liegt bei 10 Euro.", "sich richten nach (sich nach einer Sache richten)": "Wir richten uns bei der Planung nach den Wünschen des Kunden.", "sich entspannen bei (sich bei einer Sache entspannen)": "Ich entspanne mich gerne beim Lesen eines Buches.", "sich entwickeln zu (sich zu einer Sache entwickeln)": "Die Idee hat sich zu einem erfolgreichen Unternehmen entwickelt.", "sich fühlen als (sich als eine Sache fühlen)": "Ich fühle mich als Teil einer großen Familie." }